Repository: kangsujang/scoreboard
Catalog: OverScore/OverScore/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans

source: %@ キックオフ
en: %@ Kick Off
ko: %@ 킥오프
zh_hans: %@ 开球

source: %@ 終了
en: %@ End
ko: %@ 종료
zh_hans: %@ 结束

source: %lld ゴール
en: %lld Goals
ko: %lld 골
zh_hans: %lld 进球

# PK %lld - %lld
source: PK %1$lld - %2$lld
en: PK %lld - %lld
ko: PK %lld - %lld
zh_hans: PK %lld - %lld

source: PK戦 (%lld - %lld)
en: Penalty Shootout (%lld - %lld)
ko: 승부차기 (%lld - %lld)
zh_hans: 点球大战 (%lld - %lld)

source: アウェイ: %@
en: Away: %@
ko: 어웨이: %@
zh_hans: 客队: %@

source: アウェイチーム
en: Away Team
ko: 원정 팀
zh_hans: 客队

source: アクション
en: Actions
ko: 작업
zh_hans: 操作

source: イベント
en: Events
ko: 이벤트
zh_hans: 事件

source: イベント記録がありません
en: No events recorded
ko: 기록된 이벤트가 없습니다
zh_hans: 暂无事件记录

source: エクスポート
en: Export
ko: 내보내기
zh_hans: 导出

source: エクスポートがキャンセルされました
en: Export was cancelled
ko: 내보내기가 취소되었습니다
zh_hans: 导出已取消

source: エクスポートセッションの作成に失敗しました
en: Failed to create export session
ko: 내보내기 세션 생성에 실패했습니다
zh_hans: 创建导出会话失败

source: エクスポートに失敗: %@
en: Export failed: %@
ko: 내보내기 실패: %@
zh_hans: 导出失败：%@

source: エクスポートに失敗しました
en: Export Failed
ko: 내보내기 실패
zh_hans: 导出失败

source: エクスポート中...
en: Exporting...
ko: 내보내는 중...
zh_hans: 导出中...

source: エクスポート完了
en: Export Complete
ko: 내보내기 완료
zh_hans: 导出完成

source: エクスポート設定
en: Export Settings
ko: 내보내기 설정
zh_hans: 导出设置

source: オプション
en: Options
ko: 옵션
zh_hans: 选项

source: キックオフ
en: Kick Off
ko: 킥오프
zh_hans: 开球

source: キャンセル
en: Cancel
ko: 취소
zh_hans: 取消

source: ゴール+
en: Goal+
ko: 골+
zh_hans: 进球+

source: ゴールボタンで得点を記録しましょう
en: Use the goal button to record scores
ko: 골 버튼으로 득점을 기록하세요
zh_hans: 使用进球按钮记录得分

source: この試合データを削除しますか？元に戻すことはできません。
en: Are you sure you want to delete this match? This cannot be undone.
ko: 이 경기 데이터를 삭제하시겠습니까? 되돌릴 수 없습니다.
zh_hans: 确定要删除此比赛数据吗？此操作无法撤销。

source: コンポジショントラックの作成に失敗しました
en: Failed to create composition track
ko: 컴포지션 트랙 생성에 실패했습니다
zh_hans: 创建合成轨道失败

source: スコアボード
en: Scoreboard
ko: 스코어보드
zh_hans: 记分牌

source: スコアボードを付けず元の動画をそのまま結合します
en: Merge original videos without scoreboard overlay
ko: 스코어보드 없이 원본 동영상을 그대로 결합합니다
zh_hans: 不添加记分板，直接合并原始视频

source: スコアボード下部に表示されます
en: Displayed below the scoreboard
ko: 스코어보드 하단에 표시됩니다
zh_hans: 显示在记分牌下方

source: スコアボード設定
en: Scoreboard Settings
ko: 스코어보드 설정
zh_hans: 记分牌设置

source: スコア編集
en: Edit Score
ko: 스코어 편집
zh_hans: 编辑比分

source: スコア表示
en: Show Score
ko: 스코어 표시
zh_hans: 显示比分

source: スコア記録
en: Score Recording
ko: 스코어 기록
zh_hans: 比分记录

source: セグメント %lld
en: Segment %lld
ko: 세그먼트 %lld
zh_hans: 片段 %lld

source: セグメント追加
en: Add Segment
ko: 구간 추가
zh_hans: 添加时段

source: タイマー表示
en: Show Timer
ko: 타이머 표시
zh_hans: 显示计时器

source: チームカラー
en: Team Colors
ko: 팀 컬러
zh_hans: 队伍颜色

source: チーム名
en: Team Names
ko: 팀 이름
zh_hans: 队名

source: テーマ
en: Theme
ko: 테마
zh_hans: 主题

source: デフォルトに戻す
en: Reset to Default
ko: 기본값으로 복원
zh_hans: 恢复默认

source: ドラッグで並び替え、スワイプで削除できます。動画は上から順に結合されます。
en: Drag to reorder, swipe to delete. Videos are merged from top to bottom.
ko: 드래그하여 순서 변경, 스와이프하여 삭제할 수 있습니다. 영상은 위에서부터 순서대로 결합됩니다.
zh_hans: 拖动排序，滑动删除。视频将从上到下依次合并。

source: ピンチでサイズ変更・ドラッグで位置調整
en: Pinch to resize, drag to reposition
ko: 핀치로 크기 변경, 드래그로 위치 조정
zh_hans: 捏合缩放，拖动调整位置

source: ファイルから追加
en: Add from Files
ko: 파일에서 추가
zh_hans: 从文件添加

source: プレビュー
en: Preview
ko: 미리보기
zh_hans: 预览

source: ホーム: %@
en: Home: %@
ko: 홈: %@
zh_hans: 主队: %@

source: ホームチーム
en: Home Team
ko: 홈 팀
zh_hans: 主队

source: まだ得点がありません
en: No goals yet
ko: 아직 득점이 없습니다
zh_hans: 暂无进球

source: リセット
en: Reset
ko: 초기화
zh_hans: 重置

source: 一覧
en: List
ko: 목록
zh_hans: 列表

source: 中
en: Medium
ko: 중

source: 中央上
en: Top Center
ko: 중앙 상단
zh_hans: 上方居中

source: 例: 第100回全国高校サッカー選手権 決勝
en: e.g. 100th National Championship Final
ko: 예: 제100회 전국고교축구선수권 결승
zh_hans: 例：第100届全国高中足球锦标赛 决赛

source: 保存
en: Save
ko: 저장

source: 保存済み
en: Saved
ko: 저장됨
zh_hans: 已保存

source: 共有
en: Share
ko: 공유
zh_hans: 分享

source: 再試行
en: Retry
ko: 재시도
zh_hans: 重试

source: 写真に保存
en: Save to Photos
ko: 사진에 저장
zh_hans: 保存到相册

source: 写真ライブラリから追加
en: Add from Photo Library
ko: 사진 보관함에서 추가
zh_hans: 从照片图库添加

source: 写真ライブラリへのアクセスが許可されていません
en: Photo library access is not authorized
ko: 사진 라이브러리 접근이 허용되지 않았습니다
zh_hans: 未授权访问照片库

source: 写真ライブラリへのアクセスが許可されていません。設定アプリから許可してください。
en: Photo library access is not authorized. Please allow access in Settings.
ko: 사진 라이브러리 접근이 허용되지 않았습니다. 설정에서 허용해 주세요.
zh_hans: 未授权访问照片库。请在设置中允许访问。

source: 削除
en: Delete
ko: 삭제
zh_hans: 删除

source: 前半
en: 1st
ko: 전반전
zh_hans: 上半场

source: 動画URLが指定されていません
en: No video URL specified
ko: 영상 URL이 지정되지 않았습니다
zh_hans: 未指定视频URL

source: 動画が見つかりません
en: Video Not Found
ko: 영상을 찾을 수 없습니다
zh_hans: 未找到视频

source: 動画トラックが見つかりません
en: Video track not found
ko: 영상 트랙을 찾을 수 없습니다
zh_hans: 未找到视频轨道

source: 動画トラックが見つかりません: %@
en: Video track not found: %@
ko: 영상 트랙을 찾을 수 없습니다: %@
zh_hans: 未找到视频轨道：%@

source: 動画のインポートに失敗: %@
en: Failed to import video: %@
ko: 동영상 가져오기 실패: %@
zh_hans: 视频导入失败: %@

source: 動画のみ結合
en: Merge Videos Only
ko: 동영상만 결합
zh_hans: 仅合并视频

source: 動画を追加
en: Add Video
ko: 영상 추가
zh_hans: 添加视频

source: 区切り開始
en: Segment Start
ko: 구간 시작
zh_hans: 时段开始

source: 取消
en: Undo
ko: 실행취소
zh_hans: 撤销

source: 右上
en: Top Right
ko: 우측 상단

source: 右上の＋ボタンから試合を作成しましょう
en: Tap the + button to create a match
ko: 오른쪽 상단의 + 버튼으로 경기를 생성하세요
zh_hans: 点击右上角的+按钮创建比赛

source: 大
en: Large
ko: 대

source: 大会名・日程など
en: Tournament, date, etc.
ko: 대회명, 일정 등
zh_hans: 赛事名称、日程等

source: 大会名や日程など、スコアボードに表示する情報
en: Tournament name, date, etc. to display on the scoreboard
ko: 대회명이나 일정 등 스코어보드에 표시할 정보
zh_hans: 赛事名称、日程等显示在记分牌上的信息

source: 完了
en: Done
ko: 완료
zh_hans: 完成

source: 小
en: Small
ko: 소

source: 左上
en: Top Left
ko: 좌측 상단

source: 延前
en: ET 1st
ko: 연장 전반
zh_hans: 加时上半场

source: 延後
en: ET 2nd
ko: 연장 후반
zh_hans: 加时下半场

source: 後半
en: 2nd
ko: 후반전
zh_hans: 下半场

source: 新規試合
en: New Match
ko: 새 경기
zh_hans: 新建比赛

source: 次へ: スコアボード設定
en: Next: Scoreboard Settings
ko: 다음: 스코어보드 설정
zh_hans: 下一步：记分牌设置

source: 準備中...
en: Preparing...
ko: 준비 중...
zh_hans: 准备中...

source: 編集対象
en: Edit Target
ko: 편집 대상
zh_hans: 编辑对象

source: 試合がありません
en: No Matches
ko: 경기가 없습니다
zh_hans: 暂无比赛

source: 試合に動画が設定されていません
en: No video has been set for this match
ko: 경기에 영상이 설정되지 않았습니다
zh_hans: 尚未为此比赛设置视频

source: 試合を作成
en: Create Match
ko: 경기 생성
zh_hans: 创建比赛

source: 試合を削除
en: Delete Match
ko: 경기 삭제
zh_hans: 删除比赛

source: 試合動画
en: Match Videos
ko: 경기 영상
zh_hans: 比赛视频

source: 試合情報
en: Match Info
ko: 경기 정보
zh_hans: 比赛信息

source: 試合終了
en: End of Match
ko: 경기 종료
zh_hans: 比赛结束

source: 試合詳細
en: Match Details
ko: 경기 상세
zh_hans: 比赛详情

source: 読み込み中...
en: Loading...
ko: 불러오는 중...
zh_hans: 加载中...

source: 開始時間
en: Start Time
ko: 시작 시간
zh_hans: 开始时间

source: ファイルの読み込みに失敗: %@
en: Failed to load file: %@
ko: 파일 불러오기 실패: %@
zh_hans: 文件读取失败: %@

source: ラベル
en: Label
ko: 라벨
zh_hans: 标签

source: 動画管理
en: Manage Videos
ko: 동영상 관리
zh_hans: 视频管理

source: 動画一覧
en: Videos
ko: 동영상 목록
zh_hans: 视频列表

source: ペナルティタイマー
en: Penalty Timer
ko: 페널티 타이머
zh_hans: 罚时计时器

source: ペナルティ時間
en: Penalty Duration
ko: 페널티 시간
zh_hans: 罚时时长

source: 追加
en: Add
ko: 추가
zh_hans: 添加

source: +表示
en: + Display
ko: + 표시
zh_hans: +显示

source: タイマー色
en: Timer Color
ko: 타이머 색상
zh_hans: 计时器颜色

source: タイマー位置
en: Timer Position
ko: 타이머 위치
zh_hans: 计时器位置

source: 左
en: Left
ko: 좌

source: 右
en: Right
ko: 우

source: 一時停止
en: Pause
ko: 일시정지
zh_hans: 暂停

source: 再開
en: Resume
ko: 재개
zh_hans: 恢复

source: 開始
en: Start
ko: 시작
zh_hans: 开始

source: 分
en: min
ko: 분

source: 秒
en: sec
ko: 초

source: このイベントを削除しますか？
en: Delete this event?
ko: 이 이벤트를 삭제하시겠습니까?
zh_hans: 删除此事件？

source: 時刻を編集
en: Edit Time
ko: 시간 편집
zh_hans: 编辑时间

source: %lld分
en: %lld min
ko: %lld분

source: タイマー詳細設定
en: Timer Options
ko: 타이머 상세 설정
zh_hans: 计时器详细设置

source: タイムアウト
en: Timeout
ko: 타임아웃
zh_hans: 暂停

source: タイムアウト終了
en: End Timeout
ko: 타임아웃 종료
zh_hans: 结束暂停

source: タイマー引き継ぎ
en: Restart Clock
ko: 타이머 이어가기
zh_hans: 继承计时

source: 2分
en: 2 min
ko: 2분
zh_hans: 2分钟

source: 5分
en: 5 min
ko: 5분
zh_hans: 5分钟

source: 5秒戻す
en: Back 5 seconds
ko: 5초 뒤로
zh_hans: 后退5秒

source: 5秒進める
en: Forward 5 seconds
ko: 5초 앞으로
zh_hans: 前进5秒

source: %lld本
en: %lld videos
ko: %lld개
zh_hans: %lld个

source: %@ボタンで得点を記録しましょう
en: Record scores with the %@ button
ko: %@ 버튼으로 득점을 기록하세요
zh_hans: 使用%@按钮记录得分

source: 「動画のみ結合」がオンのため、スコア編集とスコアボード設定は使用できません。上の設定をオフにすると編集できます。
en: Score editing and scoreboard settings are unavailable because "Merge Video Only" is on. Turn it off above to edit.
ko: '동영상만 결합'이 켜져 있어 점수 편집과 스코어보드 설정을 사용할 수 없습니다. 위 설정을 끄면 편집할 수 있습니다.
zh_hans: 由于已开启“仅合并视频”，无法使用比分编辑和记分牌设置。关闭上方设置后即可编辑。

source: あり
en: Included
ko: 있음
zh_hans: 有

source: かんたんスタート
en: Quick Start
ko: 간편 시작
zh_hans: 快速开始

source: このペナルティタイマーを削除しますか？
en: Delete this penalty timer?
ko: 이 페널티 타이머를 삭제하시겠습니까?
zh_hans: 要删除此罚时计时器吗？

source: この内容でエクスポートします
en: Export with these settings
ko: 다음 내용으로 내보냅니다
zh_hans: 将按以下内容导出

source: なし（動画のみ結合）
en: None (video only)
ko: 없음(동영상만 결합)
zh_hans: 无（仅合并视频）

source: アウェイ
en: Away
ko: 어웨이
zh_hans: 客队

source: アウェイチーム名
en: Away team name
ko: 어웨이 팀 이름
zh_hans: 客队名称

source: アプリ情報
en: About
ko: 앱 정보
zh_hans: 应用信息

source: エクスポートをキャンセルしました
en: Export canceled
ko: 내보내기를 취소했습니다
zh_hans: 已取消导出

source: エクスポートを準備中...
en: Preparing export...
ko: 내보내기 준비 중...
zh_hans: 正在准备导出…

source: エクスポート開始
en: Start Export
ko: 내보내기 시작
zh_hans: 开始导出

source: キックオフ時刻やラベルなどの設定が失われます。
en: Kickoff time, labels, and other settings will be lost.
ko: 킥오프 시각과 라벨 등의 설정이 사라집니다.
zh_hans: 开球时间、标签等设置将丢失。

source: ゴール %@ へ移動
en: Jump to goal at %@
ko: %@ 골로 이동
zh_hans: 跳转到 %@ 的进球

source: サッカー
en: Soccer
ko: 축구
zh_hans: 足球

source: スコアボードを付けずに動画を結合します
en: Merge videos without a scoreboard
ko: 스코어보드 없이 동영상을 결합합니다
zh_hans: 不添加记分牌，仅合并视频

source: スポーツを選ぶ
en: Choose a sport
ko: 스포츠 선택
zh_hans: 选择运动

source: セクションごとに変更する
en: Change per section
ko: 섹션별로 변경
zh_hans: 按节单独设置

source: セクションごとの色はスコア記録画面の各セグメント設定で変更できます。未設定のセクションはここの基本色を使用します。
en: Per-section colors can be changed in each segment's settings on the score recording screen. Sections without a color use the base colors here.
ko: 섹션별 색상은 점수 기록 화면의 각 세그먼트 설정에서 변경할 수 있습니다. 설정하지 않은 섹션은 여기의 기본 색상을 사용합니다.
zh_hans: 各节的颜色可在比分记录页面的各片段设置中更改。未设置的节将使用此处的基本颜色。

source: セグメント %lld を削除しますか？
en: Delete segment %lld?
ko: 세그먼트 %lld을(를) 삭제하시겠습니까?
zh_hans: 要删除片段 %lld 吗？

source: セットカウント表示
en: Show set count
ko: 세트 카운트 표시
zh_hans: 显示局数

source: セット獲得
en: Set won
ko: 세트 획득
zh_hans: 赢得一局

source: タイマーをリセットしますか？
en: Reset the timer?
ko: 타이머를 초기화하시겠습니까?
zh_hans: 要重置计时器吗？

source: タイマー・セグメント設定
en: Timer & Segment Settings
ko: 타이머·세그먼트 설정
zh_hans: 计时器与片段设置

source: タイマー・セグメント設定 (%lld)
en: Timer & Segment Settings (%lld)
ko: 타이머·세그먼트 설정 (%lld)
zh_hans: 计时器与片段设置 (%lld)

source: バスケ
en: Basketball
ko: 농구
zh_hans: 篮球

source: バレー
en: Volleyball
ko: 배구
zh_hans: 排球

source: バージョン
en: Version
ko: 버전
zh_hans: 版本

source: ホーム
en: Home
ko: 홈
zh_hans: 主队

source: ホームチーム名
en: Home team name
ko: 홈 팀 이름
zh_hans: 主队名称

source: ラグビー他
en: Rugby & more
ko: 럭비 등
zh_hans: 橄榄球等

source: 下のボタンから試合を作成しましょう
en: Create a match with the button below
ko: 아래 버튼으로 경기를 만들어 보세요
zh_hans: 点击下方按钮创建比赛

source: 保存していない変更は失われます。
en: Unsaved changes will be lost.
ko: 저장하지 않은 변경 사항은 사라집니다.
zh_hans: 未保存的更改将丢失。

source: 再生
en: Play
ko: 재생
zh_hans: 播放

source: 再開する
en: Start Again
ko: 다시 시작
zh_hans: 重新开始

source: 動画
en: Videos
ko: 동영상
zh_hans: 视频

source: 動画を準備中...
en: Preparing video...
ko: 동영상 준비 중...
zh_hans: 正在准备视频…

source: 動画を読み込み中...
en: Loading video...
ko: 동영상 불러오는 중...
zh_hans: 正在加载视频…

source: 動画を読み込めませんでした
en: Couldn't load the video
ko: 동영상을 불러올 수 없습니다
zh_hans: 无法加载视频

source: 動画ファイルが見つからないか、破損している可能性があります。動画管理から追加し直してください。
en: The video file may be missing or corrupted. Please add it again from Manage Videos.
ko: 동영상 파일을 찾을 수 없거나 손상되었을 수 있습니다. 동영상 관리에서 다시 추가해 주세요.
zh_hans: 视频文件可能丢失或已损坏。请从视频管理中重新添加。

source: 変更を破棄
en: Discard Changes
ko: 변경 사항 폐기
zh_hans: 放弃更改

source: 変更を破棄しますか？
en: Discard changes?
ko: 변경 사항을 폐기하시겠습니까?
zh_hans: 要放弃更改吗？

source: 対戦
en: Match
ko: 대전
zh_hans: 对阵

source: 得点+
en: Point+
ko: 득점+
zh_hans: 得分+

source: 新しい試合
en: New Match
ko: 새 경기
zh_hans: 新建比赛

source: 次へ
en: Next
ko: 다음
zh_hans: 下一步

source: 次へ: 確認画面
en: Next: Confirmation
ko: 다음: 확인 화면
zh_hans: 下一步：确认页面

source: 第1セット
en: Set 1
ko: 1세트
zh_hans: 第1局

source: 第2セット
en: Set 2
ko: 2세트
zh_hans: 第2局

source: 第3セット
en: Set 3
ko: 3세트
zh_hans: 第3局

source: 第4セット
en: Set 4
ko: 4세트
zh_hans: 第4局

source: 第5セット
en: Set 5
ko: 5세트
zh_hans: 第5局

source: 経過時間（%@）が0に戻ります。
en: The elapsed time (%@) will be reset to 0.
ko: 경과 시간(%@)이 0으로 돌아갑니다.
zh_hans: 已计时间（%@）将归零。

source: 編集を続ける
en: Keep Editing
ko: 계속 편집
zh_hans: 继续编辑

source: 記録位置
en: Record position
ko: 기록 위치
zh_hans: 记录位置

source: 記録位置 %@
en: Record position %@
ko: 기록 위치 %@
zh_hans: 记录位置 %@

source: 設定
en: Settings
ko: 설정
zh_hans: 设置

source: 閉じる
en: Close
ko: 닫기
zh_hans: 关闭

source: 選ぶだけでスコアボードを自動設定します
en: Just pick one and the scoreboard is set up automatically
ko: 선택만 하면 스코어보드가 자동으로 설정됩니다
zh_hans: 只需选择即可自动设置记分牌

source: 選択中のスポーツ
en: Selected sport
ko: 선택한 스포츠
zh_hans: 所选运动

source: スコアボードを表示
en: Show Scoreboard
ko: 스코어보드 표시
zh_hans: 显示记分牌

source: オフにすると、チーム名・スコア・タイマーなどは表示されず「試合情報」のみが表示されます。対戦相手が不明な場合や、複数チームと練習試合を行う場合などに利用できます。
en: When off, team names, score, and timer are hidden — only "Match Info" is shown. Useful when the opponent is unknown or when playing practice matches against multiple teams.
ko: 끄면 팀 이름·스코어·타이머 등이 표시되지 않고 "경기 정보"만 표시됩니다. 상대팀을 모르거나 여러 팀과 연습 경기를 하는 경우 등에 사용할 수 있습니다.
zh_hans: 关闭后将不显示队名、比分、计时器等，仅显示"比赛信息"。适用于对手未知或与多支球队进行训练赛等情况。
